Repository: wp-plugins/sis-social-share
Catalog: languages/socialsharebuttons-*.po
Languages: bn_bd

source: Social Share Settings
bn_bd: সামাজিক শেয়ার সেটিংস

source: Social Share
bn_bd: সামাজিক শেয়ার

source: Check Social Share you want to show
bn_bd: সামাজিক সেয়ার চেক করুন যেটি আপনি দেখাতে চান

source: Google Plus
bn_bd: গুগল প্লাস

source: Facebook
bn_bd: ফেসবুক

source: Twitter
bn_bd: টুইটার

source: Digg
bn_bd: ডিগ

source: Delicious
bn_bd: ডেলিসিয়াস

source: Linkedin
bn_bd: লিংক্ডইন

source: Pinterest
bn_bd: পিনটারেস্ট

source: Show Social Share
bn_bd: সামাজিক শেয়ার প্রদর্শন করুন

source: Left
bn_bd: বাম পাশে

source: Right
bn_bd: ডান পাশে

source: Choose where you want to show buttons left or right side of your site.
bn_bd: আপনি শেয়ার বাটন আপনার সাইট এর কোন দিকে (বাম অথবা ডান) প্রদর্শন করতে চান তা নির্বাচন করুন ।

source: Button Position from Top
bn_bd: উপর থেকে বাটনের অবস্থান

source: Write button position from top in pixels. Example: 100px
bn_bd: পিক্সেলে উপর থেকে বাটনের অবস্থান । উদাহরন: 100px

source: Save Changes
bn_bd: পরিবর্তন সংরক্ষন করুন
